" bytes" = " tavua";
" items" = " kohdetta";
"Alert!" = "Varoitus!";
"Alias bit" = "Aliasbitti";
"Application:" = "Ohjelma:";
"Apply to enclosed items..." = "Päivitä sisältyviin kohteisiin...";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "Haluatko varmasti avata kaikki %@ -dokumentit ohjelmalla \"%@\"?";
"Artist" = "Artisti";
"Artists" = "Artistit";
"Attributes" = "Attribuutit";
"Bundle bit" = "Kokoelmabitti";
"Burn" = "Polta";
"Calculating..." = "Lasketaan...";
"Capacity:" = "Kapasiteetti:";
"Change All..." = "Muuta kaikki...";
"Change all" = "Muuta kaikki";
"Choose..." = "Valitse...";
"Contents:" = "Sisältö:";
"Created:" = "Luotu:";
"Creation Date:" = "Luotu:";
"Creator:" = "Luoja:";
"Custom icon" = "Erikoissymboli";
"Data Fork" = "Datahaarukka";
"Data Fork:" = "Datahaarukka:";
"Dates" = "Päiväykset";
"Dates/Forks" = "Päivämäärät/Haarukat";
"Delete" = "Poista";
"Deleting the data fork is not undoable.  Are you sure you want to delete this data?" = "Datahaarukan poistoa ei voida perua. Haluatko varmasti poistaa tämän datan?";
"Deleting the resource fork is not undoable.  Are you sure you want to delete this data?" = "Resurssihaarukan poistoa ei voida perua. Haluatko varmasti poistaa tämän datan?";
"Device:" = "Laite:";
"Everyone:" = "Kaikki:";
"Execute" = "Suorita";
"Facility" = "Helppous";
"Forks" = "Haarukat";
"Forks:" = "Haarukat:";
"Format:" = "Muoto:";
"Free:" = "Vapaana:";
"Get Info" = "Näytä tietoja";
"Group:" = "Ryhmä:";
"Hide extension" = "Kätke tarkenne";
"Ignore ownership on this volume" = "Ohita taltion omistajamäärittelyt";
"Info" = "Tiedot";
"Invisible" = "Näkymätön";
"Kind:" = "Laji:";
"Level" = "Aste";
"Locked" = "Lukittu";
"Message" = "Viesti";
"Modification Date:" = "Muokattu:";
"Modified:" = "Muutettu:";
"Mount Point:" = "Näkyviintuontikohta:";
"Name" = "Nimi";
"None" = "Ei mitään";
"Open" = "Avaa";
"Open with:" = "Avaa ohjelmalla:";
"Other" = "Muut";
"Owner:" = "Omistaja:";
"Path" = "Polku";
"Path:" = "Polku:";
"Permissions" = "Oikeudet";
"Playlists" = "Soittolistat";
"Read" = "Luku";
"Report" = "Raportti";
"Resolved:" = "Ratkaistu:";
"Resource Fork" = "Resurssihaarukka";
"Reveal" = "Tuo esiin";
"Rsrc Fork:" = "Rsrc-haarukka:";
"Sender" = "Lähettäjä";
"Set Dates:" = "Aseta päivämäärät:";
"Size:" = "Koko:";
"Spotlight comments" = "Spotlight-kommentit";
"Stationery Pad" = "Työpohja";
"Swap Forks" = "Vaihda keskenään";
"Swapping forks can be undone by swapping again.  Are you sure you want to swap the forks?" = "Haarukoiden keskinäinen vaihtaminen voidaan perua toistamalla toiminto. Haluatko varmasti jatkaa?";
"This change will apply to all %@ documents with %@ \"%@\"." = "Tämä muutos koskee kaikkia %@ -dokumentteja, joiden %@ on \"%@\".";
"Time" = "Aika";
"Type:" = "Tyyppi:";
"Use this application to open all documents like this." = "Käytä tätä ohjelmaa samanlaisten tiedostojen avaamiseen.";
"Version:" = "Versio:";
"Volume Permissions" = "Taltio oikeudet";
"Volume:" = "Taltio:";
"Write" = "Kirjoitus";
"data:" = "dataa:";
"extension" = "tarkenne";
"type" = "tyyppi";

/* ==== UNLOCALIZED ==== */

"MP3:" = "MP3:";
"rsrc:" = "rsrc:";
